---
kind: enumMember
id: F:Autodesk.Revit.DB.ViewDetailLevel.Undefined
enum: Autodesk.Revit.DB.ViewDetailLevel
source: html/1f75aa53-ca98-df48-3286-a06b56096054.htm
---
# Autodesk.Revit.DB.ViewDetailLevel.Undefined

View does not use Detail Level